{
    "experiences": [
        {
            "title": "Payment Processing Staff",
            "subtitle": "BFI Finance",
            "subtitle2": "BFI Finance - Branch Balikpapan",
            "workType": "Full-Time",
            "companyDescription": "BFI Finance is a leading vehicle financing company focused on providing excellent service to consumers.",
            "workDescription": [
                "Receive and record installment payments from consumers with accurate verification of payment amounts against outstanding installments.",
                "Deposit received installment payments to Escrow Bank according to procedures to ensure smooth company cash flow.",
                "Manage and record Post Dated Cheque (PDC) receipts from debtors with complete transaction documentation.",
                "Perform clearing of matured PDCs to the bank according to the established schedule."
            ],
            "dateText": "Jun 2025 – Present",
            "image": "images/experiences/BFI-1.jpeg",
            "images": [
                "images/experiences/BFI-1.jpeg",
                "images/experiences/BFI-2.jpeg",
                "images/experiences/BFI-3.jpeg",
                "images/experiences/BFI-4.jpeg"
            ]
        },
        {
            "title": "Digital Marketing Freelance",
            "subtitle": "PT. Putra Jaya Mandiri Abadi (PJMA) 5 YK1",
            "subtitle2": "PT. PJMA 5 YK1",
            "workType": "Freelance",
            "companyDescription": "PT. PJMA 5 YK1 is an Indihome product seller company focused on home internet and modem services operating in Sleman, DIY.",
            "workDescription": [
                "Market products online through Facebook Marketplace and run Facebook Ads campaigns to reach target audiences.",
                "Conduct direct field promotions to potential customers with effective product presentations.",
                "Perform market analysis and field surveys to identify sales opportunities and trends.",
                "Participate in weekly performance evaluations to monitor progress and achieve sales targets."
            ],
            "dateText": "Nov 2024 – Jul 2025",
            "image": "images/experiences/pjma.jpg",
            "images": [
                "images/experiences/DIGMAR-2.jpeg",
                "images/experiences/DIGMAR-3.jpeg",
                "images/experiences/DIGMAR-1.jpeg"
            ]
        },
        {
            "title": "Web Development Internship",
            "subtitle": "Telkom Indonesia",
            "subtitle2": "Telkom Regional VI Kalimantan",
            "workType": "Internship",
            "companyDescription": "Telkom Regional VI Kalimantan is a regional division of Telkom headquartered in Balikpapan, serving customers in the Kalimantan region with integrated telecommunications services.",
            "workDescription": [
                "Perform project management using Trello and Jira tools for progress tracking and team collaboration.",
                "Learn and utilize Git, Github, and modern libraries such as Livewire, Vite, and Tailwind CSS.",
                "Design website UI/UX using Figma with focus on optimal user experience.",
                "Develop internship attendance management website using PHP and Laravel Framework with database management.",
                "Conduct testing and quality assurance for the website before production deployment.",
                "Report daily progress and work results to mentor to ensure compliance with company standards."
            ],
            "dateText": "Feb 2024 – Jun 2024",
            "projectLink": "https://github.com/rigel-sayudha",
            "image": "images/experiences/telkom.jpg",
            "images": [
                "images/experiences/TELKOM-1.jpeg",
                "images/experiences/TELKOM-2.jpeg",
                "images/experiences/TELKOM-3.jpeg"
            ]
        },
        {
            "title": "Graphic Designer",
            "subtitle": "Raja Geprek",
            "subtitle2": "Raja Geprek - Makassar",
            "workType": "Freelance",
            "companyDescription": "Raja Geprek is a F&B business selling quality Fried Chicken menu items, located in Makassar, South Sulawesi.",
            "workDescription": [
                "Create attractive promotional banner designs using Adobe Photoshop for offline and online marketing needs.",
                "Design product menu layouts that are visually appealing and easy to read using Photoshop.",
                "Create professional logo designs using Photoshop and CorelDRAW aligned with company brand identity."
            ],
            "dateText": "Jun 2019 – Oct 2019",
            "image": "images/experiences/raja-geprek.jpg",
            "images": [
                "images/experiences/GEPREK-1.jpeg",
                "images/experiences/GEPREK-2.jpeg",
                "images/experiences/GEPREK-3.jpeg"
            ]
        },
        {
            "title": "Web Developer",
            "subtitle": "Freelance",
            "subtitle2": "Freelance Web Development",
            "workType": "Freelance",
            "companyDescription": "Freelance web developer providing custom website design and development services tailored to client needs with focus on user experience, performance, and SEO optimization.",
            "workDescription": [
                "Design and develop websites based on client requirements and specific needs.",
                "Perform search engine optimization (SEO) to increase website visibility and organic traffic.",
                "Run Google Ads campaigns to improve client reach and conversion rates.",
                "Analyze performance metrics and provide improvement recommendations to achieve client business targets."
            ],
            "dateText": "Oct 2024 – Present",
            "image": "images/experiences/freelance.jpg",
            "images": [
                "images/experiences/POSTER DESA GANTEN.png",
                "images/experiences/POSTER PRESENSI WEB.png",
                "images/experiences/POSTER SD IT CENDEKIA.png",
                "images/projects/POSTER KASIRKU.png"
            ]
        }
    ]
}
