{
    "experiences": [
        {
            "title": "Payment Processing Staff",
            "subtitle": "BFI Finance",
            "subtitle2": "BFI Finance - Branch Balikpapan",
            "workType": "Full-Time",
            "companyDescription": "BFI Finance merupakan perusahaan pembiayaan kendaraan bermotor terkemuka dengan fokus pada memberikan layanan terbaik kepada konsumen.",
            "workDescription": [
                "Menerima dan mencatat penerimaan uang angsuran dari konsumen dengan verifikasi akurat antara jumlah uang dan angsuran tertagih.",
                "Menyetorkan hasil penerimaan angsuran ke Bank Escrow sesuai prosedur untuk memastikan kelancaran cash flow perusahaan.",
                "Mengelola dan mencatat penerimaan PDC (Post Dated Cheque) dari debitur dengan dokumentasi transaksi yang lengkap.",
                "Melakukan kliring PDC yang jatuh tempo ke bank sesuai jadwal yang telah ditentukan."
            ],
            "dateText": "Jun 2025 – Present",
            "image": "images/experiences/bfi-finance.jpg"
        },
        {
            "title": "Digital Marketing Freelance",
            "subtitle": "PT. Putra Jaya Mandiri Abadi (PJMA) 5 YK1",
            "subtitle2": "PT. PJMA 5 YK1",
            "workType": "Freelance",
            "companyDescription": "PT. PJMA 5 YK1 adalah perusahaan penjual produk Indihome yang fokus pada layanan internet rumah dan modem dengan wilayah operasional di Sleman, DIY.",
            "workDescription": [
                "Memasarkan produk secara daring melalui Facebook Marketplace dan menjalankan kampanye Facebook Ads untuk menjangkau target audience.",
                "Melakukan promosi langsung ke lapangan kepada calon pelanggan dengan presentasi produk yang efektif.",
                "Melakukan analisis pasar dan survey lapangan untuk mengidentifikasi peluang dan tren penjualan.",
                "Mengikuti evaluasi kinerja mingguan untuk memantau progress dan mencapai target penjualan."
            ],
            "dateText": "Nov 2024 – Jul 2025",
            "image": "images/experiences/pjma.jpg"
        },
        {
            "title": "Internship",
            "subtitle": "Telkom Indonesia",
            "subtitle2": "Telkom Regional VI Kalimantan",
            "workType": "Internship",
            "companyDescription": "Telkom Regional VI Kalimantan adalah divisi regional Telkom yang berkantor di Balikpapan, menangani pelanggan di wilayah Kalimantan dengan pelayanan telekomunikasi terpadu.",
            "workDescription": [
                "Melakukan manajemen proyek menggunakan tools Trello dan Jira untuk tracking progress dan kolaborasi tim.",
                "Mempelajari penggunaan Git, Github, dan library modern seperti Livewire, Vite, dan Tailwind CSS.",
                "Merancang UI/UX website menggunakan Figma dengan fokus pada user experience yang optimal.",
                "Mengembangkan website absensi peserta magang menggunakan PHP dan Laravel Framework dengan database management.",
                "Melakukan testing dan quality assurance terhadap website sebelum production deployment.",
                "Melaporkan progress harian dan hasil kerja kepada mentor untuk memastikan kesesuaian dengan standar perusahaan."
            ],
            "dateText": "Feb 2024 – Jun 2024",
            "image": "images/experiences/telkom.jpg"
        },
        {
            "title": "Graphic Designer",
            "subtitle": "Raja Geprek",
            "subtitle2": "Raja Geprek - Makassar",
            "workType": "Freelance",
            "companyDescription": "Raja Geprek adalah usaha F&B yang menjual berbagai menu Ayam Geprek berkualitas, berlokasi di Makassar, Sulawesi Selatan.",
            "workDescription": [
                "Membuat desain banner promosi yang menarik menggunakan Adobe Photoshop untuk kebutuhan marketing offline dan online.",
                "Merancang desain menu produk dengan layout yang menarik dan mudah dibaca menggunakan Photoshop.",
                "Membuat desain logo profesional menggunakan Photoshop dan CorelDRAW dengan konsep yang sesuai brand identity perusahaan."
            ],
            "dateText": "Jun 2019 – Oct 2019",
            "image": "images/experiences/raja-geprek.jpg"
        },
        {
            "title": "Web Developer",
            "subtitle": "Freelance",
            "subtitle2": "Freelance Web Development",
            "workType": "Freelance",
            "companyDescription": "Freelance web developer yang menyediakan layanan desain dan pengembangan website custom sesuai kebutuhan klien dengan fokus pada user experience, performance, dan SEO optimization.",
            "workDescription": [
                "Merancang dan mengembangkan website berdasarkan requirement dan kebutuhan spesifik dari klien.",
                "Melakukan optimasi search engine optimization (SEO) untuk meningkatkan visibility dan organic traffic website.",
                "Menjalankan kampanye Google Ads untuk meningkatkan reach dan conversion rate klien.",
                "Menganalisis metrik performa dan memberikan rekomendasi improvement untuk mencapai target bisnis klien."
            ],
            "dateText": "Oct 2024 – Present",
            "image": "images/experiences/freelance.jpg"
        }
    ]
}
